DR_EXPLAIN.namespace( 'DR_EXPLAIN.data_index' );
DR_EXPLAIN.data_index = {

	// index
	DREX_NODE_KEYWORDS: [1,2,3,4,5,6,9,12,11],
	DREX_NODE_KEYWORDS_START: [0,0,0,0,0,0,0,0,0,0,0,0,1,1,1,1,2,3,3,3,3,4,5,6,6,6,7,8,9,9], //length:= drex.nodes_count,
	DREX_NODE_KEYWORDS_END: [0,0,0,0,0,0,0,0,0,0,0,1,1,1,1,2,3,3,3,3,4,5,6,6,6,7,8,9,9,9], //length:= drex.nodes_count,

	DREX_KEYWORD_NAMES: ["<НОВОЕ КЛЮЧЕВОЕ СЛОВО>","Область применения","Назначение","Технические требования","Расчёт площади","Визуализация","Анализ результатов","Управление экспериментами","Резервное копирование","CLR not found","Восстановление с резервной копии","Пример использования","Этапы освоения"],
	DREX_KEYWORD_CHILD_START: [1,13,13,13,13,13,13,13,13,13,13,13,13],
	DREX_KEYWORD_CHILD_END: [13,13,13,13,13,13,13,13,13,13,13,13,13]
	
};